"Continue" = "Continuar";

"Software Update" = "Atualizar Software";
"Release Notes:" = "Notas de Lançamento:";
"Remind Me Later" = "Lembrar Depois";
"Install on Quit" = "Instalar e Encerrar";
"Install and Relaunch" = "Instalar e Recarregar";
"Skip This Version" = "Ignorar esta versão";

"Automatically download and install updates" = "Transferir e instalar atualizações automaticamente";
"No newer version available." = "Não existe uma nova versão disponível.";
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";
"A new version of {0} is available! Would you like to download it now?" = "A new version of {0} is available! Would you like to download it now?";

/* Progress messages */
"Installing update…" = "Instalando atualização...";
"Checking for updates…" = "Verificando atualizações...";
"Downloading update…" = "Transferindo atualização...";
"Extracting update…" = "Extraindo atualização...";

"Version {0} is now available" = "Version {0} is now available";
